[
  {
    "id": "0716",
    "deck": "CHOCOLATE",
    "title": "Bunny's Eleven",
    "type": "VERY_SPECIAL",
    "bunnyRequirement": "PLAY",
    "specialSeries": "OMEGA",
    "dice": ["GREEN"],
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to steal the winnings of any opponent who is successful at either <a href=\"bunnypedia://cards/0066\">Carrot Top Casino</a> or <a href=\"bunnypedia://cards/0304\">Carrot Top Royale</a>. A roll of 7 or 11 doubles the winnings. May be used at any time!"}
    ]
  },
  {
    "id": "0717",
    "deck": "CHOCOLATE",
    "title": "The Djarnak",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be placed between any two adjacent players and prevents them from using any Aggressive cards against each other."},
      {"title": "Aggressive Cards", "text": "All cards that have a Pink rectangular box on the left border of the card are considered to be Aggressive cards with the exception of <a href=\"bunnypedia://cards/0016\">Choose A Carrot</a> (any amount of Carrots) cards."}
    ]
  },
  {
    "id": "0718",
    "deck": "CHOCOLATE",
    "title": "Go With The Flo",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to exchange any saved Special or Very Special card with any opponent for <a href=\"bunnypedia://cards/0106\">Carrot #4 (Flo)</a>."}
    ]
  },
  {
    "id": "0719",
    "deck": "CHOCOLATE",
    "title": "The Conch",
    "type": "SPECIAL",
    "bunnyRequirement": "NO",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to silence all opponents for two full rounds of play. Only the player holding The Conch may speak and therefore make deals or exchanges of any kind with other players."},
      {"title": "Additional Rules", "text": "A player who speaks must return a Carrot to Kaballa's Market (even if the market is closed), or discard a saved Zodiac card or a saved Mysterious Place card for every word that is spoken during the two rounds of silence. Players without objects will forfeit turns of play."}
    ]
  },
  {
    "id": "0720",
    "deck": "CHOCOLATE",
    "title": "Lord Of The Bunnies - Semi-Super Specialty Bunny",
    "type": "RUN",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "Players with this bunny in The Bunny Circle may play two cards per turn. All Specialty bunnies in The Bunny Circle are eliminated."},
      {"title": "Additional Rules", "text": "Players with this bunny in The Bunny Circle may play two cards per turn. All Specialty bunnies in The Bunny Circle are eliminated. Unlike Super bunnies, the player who owns this card may not roll the Clear 20-sided die for weapons with levels 1-12.\nA Specialty Bunny that has <a href=\"bunnypedia://cards/0058\">The Heavenly Halo</a> is not eliminated from The Bunny Circle. If The Heavenly Halo is placed on the Semi-Super Specialty bunny, then all Specialty bunnies arriving in The Bunny Circle are safe (not discarded). Semi-Super Specialty cannot be bought back from Weil's Pawn Shop."}
    ]
  },
  {
    "id": "0721",
    "deck": "CHOCOLATE",
    "title": "Number Six - Single Celebrity Bunny",
    "type": "RUN",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "This is a single Celebrity Bunny. Players that have three in The Bunny Circle may play two cards per turn."}
    ]
  },
  {
    "id": "0722",
    "deck": "CHOCOLATE",
    "title": "No Supe For You",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["VIOLET", "ORANGE", "GREEN", "YELLOW", "BLUE", "RED", "CLEAR", "PINK"],
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to eliminate all Super bunnies that are the same color as any of the dice which rolled an even number. Good luck getting even!"},
      {"title": "Additional Rules", "text": "An Even roll on the Clear 20-sided die eliminates Semi-Super bunnies."}
    ]
  },
  {
    "id": "0723",
    "deck": "CHOCOLATE",
    "title": "Hare E. Potter",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "OMEGA",
    "symbols": ["MYSTERIOUS_PLACE_BALL"],
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to take <a href=\"bunnypedia://cards/0080\">The Magic Spatula</a> or any <a href=\"bunnypedia://cards/0076\">Magic Fountain</a> from the Discard Pile which may be used immediately or saved."},
      {"title": "Mysterious Place", "text": "The player who currently holds the Yellow Ball can control the destiny of this card. The opponent must play the card first, then the player holding the Yellow Ball may redirect it to any other player, bunny or the Discard Pile."}
    ]
  },
  {
    "id": "0724",
    "deck": "CHOCOLATE",
    "title": "Dago Bunny",
    "type": "RUN",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "A Green bunny that stops all weapons from directly targeting any Kinder bunnies owned by the same player."}
    ]
  },
  {
    "id": "0725",
    "deck": "CHOCOLATE",
    "title": "Baby Bunnies On Board",
    "type": "RUN",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "The player that has this card saved and at least one Kinder bunny may roll both the 10-sided dice and the 12-sided dice of the same color any time that a card requests a die roll and choose which number to use."}
    ]
  },
  {
    "id": "0726",
    "deck": "CHOCOLATE",
    "title": "Red Herring Pink Salmon",
    "type": "VERY_SPECIAL",
    "bunnyRequirement": "PLAY",
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to counteract the death of any one Red or Pink bunny. May be used at any time!"}
    ]
  },
  {
    "id": "0727",
    "deck": "CHOCOLATE",
    "title": "Bunnies Of The Caribbean",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["YELLOW"],
    "specialSeries": "OMEGA",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to steal an amount of Dolla equal to the roll of the die from any opponent. Only the exact amount of Dolla may be taken."}
    ]
  },
  {
    "id": "0728",
    "deck": "CHOCOLATE",
    "title": "Spider Bunny",
    "type": "VERY_SPECIAL",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI01",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player ot eliminate either <a href=\"bunnypedia://cards/0136\">Carrot Thief</a>, <a href=\"bunnypedia://cards/0300\">Pilfer The Pawn</a>, <a href=\"bunnypedia://cards/0418\">Zodiac Thief</a>, <a href=\"bunnypedia://cards/0452\">Pumpkin Ridge</a> or <a href=\"bunnypedia://cards/0654\">Pinch Your Place</a>. Or may be used once to keep a player's bunnies in place during a <a href=\"bunnypedia://cards/0415\">Shockwave</a>. May be used at any time!"}
    ]
  },
  {
    "id": "0729",
    "deck": "CHOCOLATE",
    "title": "Bunny Eye For The Carrot Guy",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "dice": ["VIOLET", "ORANGE", "GREEN", "YELLOW", "BLUE", "BLACK", "RED", "PINK"],
    "specialSeries": "PSI",
    "psi": "PSI02",
    "rules": [
      {"title": "Card Text", "text": "Roll the dice. The player who is wearing the most clothing of the highest color rolled may choose a Carrot."},
      {"title": "Additional Rules", "text": "Bunny Eye For The Carrot Guy may be used once by a player to roll the eight 12-sided dice (Violet, Orange, Green, Yellow, Blue, Black, Red and Pink) and to choose a Carrot from Kaballa's Market (if the market is open) if he is the player wearing the most clothing with the color that matches the highest die rolled.\nIf two (or more) colors are tied for the highest die rolled, then give one Carrot to each player who is wearing the most clothing for each color. This may, of course, be the same player who would then take both Carrots. If the highest color rolled is not worn by any of the players, then no one takes a Carrot. Undergarments count as clothing!"}
    ]
  },
  {
    "id": "0730",
    "deck": "CHOCOLATE",
    "title": "Shazbot",
    "type": "RUN",
    "specialSeries": "PSI",
    "psi": "PSI03",
    "rules": [
      {"title": "Card Text", "text": "May be given to any player, The player must return one Carrot to Kaballa's Market for each curse (or naughty) word that he speaks during the game. The player may pay 10 Dolla to remove this card."},
      {"title": "Additional Rules", "text": "A curse (or naughty) word can only be defined by the people playing the game. Since words change from group to group, country to country and language to language, it is impossible to provide a list of these words. Each group will have to decide for itself which words are not allowed. The word Shazbot is a safe word, and may therefore be used freely during play as a substitute for all curse (or naughty) words."}
    ]
  },
  {
    "id": "0731",
    "deck": "CHOCOLATE",
    "title": "After Darkness",
    "type": "VERY_SPECIAL",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI04",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to eliminate any 50/50 weapon at any time after sunset or before sunrise. May be used at any time (during the game)!"}
    ]
  },
  {
    "id": "0732",
    "deck": "CHOCOLATE",
    "title": "Pucker Up",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI05",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to force all opponents to roll a die. The opponent who rolled the lowest number must either kiss the player or give him one Carrot, Zodiac card and Mysterious Place card if the opponent has at least one of each."},
      {"title": "Additional Rules", "text": "The opponent who rolled the lowest number on the 12-sided die may choose to kiss or not to kiss. If several opponents roll the same lowest numbers, then they must each choose whether to kiss the player, or to give him one saved Carrot, saved Zodiac card and saved Mysterious Place card.<br>Before the roll, the player must state exactly what kind of kiss he wants (and where). This will make it easier for all of the players in the game to decide whether or not the opponent's kiss is ‘valid'."}
    ]
  },
  {
    "id": "0733",
    "deck": "CHOCOLATE",
    "title": "Hitchbunny's Guide",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["VIOLET", "ORANGE", "GREEN", "YELLOW", "BLUE", "BLACK", "RED", "PINK", "VIOLET_D10", "ORANGE_D10", "GREEN_D10", "YELLOW_D10", "BLUE_D10"],
    "specialSeries": "PSI",
    "psi": "PSI06",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to take one card from the Discard Pile that features a picture of the planet Jupiter for each combination of a role of 4 and 2 on the dice."},
      {"title": "Additional Rules", "text": "Hitchbunny's Guide may be used once by a player to roll the eight 12-sided dice (Violet, Orange, Green, Yellow, Blue, Black, Red and Pink) and five 10-sided dice (Violet, Orange, Green, Yellow and Blue – KinderBunnies®) and to take one card from the Discard Pile that features a picture of the planet Jupiter (either in full or partially) for each combination of a roll of 4 and 2 on the dice. Each of the 12-sided and 10-sided dice may only be combined once. These Jupiter cards must be used immediately if they are Run cards, or they may be saved if they are Special or Very Special cards."},
      {"title": "Related Cards", "text": "The Jupiter symbol appears on the following cards:<ul><li><a href=\"bunnypedia://cards/0049\">Area 51</a></li><li><a href=\"bunnypedia://cards/0051\">Bad Karma</a></li><li><a href=\"bunnypedia://cards/0054\">Cyber Bunny</a></li><li><a href=\"bunnypedia://cards/097\">Bad News - Aliens</a></li><li><a href=\"bunnypedia://cards/0132\">Miniature Black Hole</a></li><li><a href=\"bunnypedia://cards/0147\">The Minilith</a></li><li><a href=\"bunnypedia://cards/0183\">Activate: The Minilith</a></li><li><a href=\"bunnypedia://cards/0190\">Europan Robotic Titanium Termites</a></li><li><a href=\"bunnypedia://cards/0299\">Mothership</a></li><li><a href=\"bunnypedia://cards/0470\">Where No Bunny Has Gone Before</a></li><li><a href=\"bunnypedia://cards/0523\">Tybo</a></li><li><a href=\"bunnypedia://cards/0531\">Transcendental Run</a></li><li><a href=\"bunnypedia://cards/0566\">Athena</a></li><li><a href=\"bunnypedia://cards/0605\">Captain (Rank O-6)</a></li><li><a href=\"bunnypedia://cards/0607\">Celebrity Bunny – Carl</a></li></ul>"}
    ]
  },
  {
    "id": "0734",
    "deck": "CHOCOLATE",
    "title": "Dr. Xavi-Hare",
    "type": "SPECIAL",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI07",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to predict who will launch the next weapon and who will choose the next Carrot. If correct, the predicting player will control the target bunny for the weapon and take the Carrot for himself."},
      {"title": "Additional Rules", "text": "Dr. Xavi-Hare may be used once by a player to predict who will launch the next weapon and who will choose the next Carrot. If correct, the predicting player will control the target bunny for the weapon and take the Carrot for himself.\n\nThe predicting player must write down the name of the player who he believes will launch the next weapon. That player may be himself. A valid weapon launch must target a bunny. A weapon that is revealed and discarded does not count as a weapon launch. A weapon that is revealed and eliminated (perhaps by <a href=\"bunnypedia://cards/0080\">The Magic Spatula</a>) before a bunny can be targeted does not count as a weapon launch.\n\nIn order for any player to launch a weapon, he must have a bunny in The Bunny Circle, reveal a Weapon card and announce a target. At this time, if the predicting player chose the correct player, then he may move the weapon from the target bunny to any other bunny. The predicting player may also discard the weapon if he wishes.\n\nThe predicting player must also write down the name of the player who he believes will choose the next Carrot from Kaballa's Market. Again, that player may be himself. A valid Carrot choosing is any card that allows a player to choose from available Carrots at Kaballa's Market (such as <a href=\"bunnypedia://cards/0016\">Choose A Carrot</a> cards or <a href=\"bunnypedia://cards/0078\">Supplies Surprise</a>). Cards such as <a href=\"bunnypedia://cards/0137\">Carrot Thief</a> do not allow a player to choose which Carrot he will take and are not valid. The last Carrot taken (or purchased) from Kaballa's Market is not valid either since the player had no choice. If the predicting player made the correct prediction, then he may take the Carrot for himself.\n\nKeep in mind that if the predicting player himself is the first person to launch a weapon or to choose a Carrot, then no advantage is earned with this card."}
    ]
  },
  {
    "id": "0735",
    "deck": "CHOCOLATE",
    "title": "Meteor Rocks",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "PSI",
    "psi": "PSI08",
    "rules": [
      {"title": "Card Text", "text": "May be placed under any Semi-Super, Super, or Extra Super bunny in The Bunny Circle which looses all of its special features and becomes a regular bunny of the same color or classification."},
      {"title": "Additional Rules", "text": "The special features that Semi-Super, Super, or Extra Super bunnies may lose are:<ol><li>Eliminating all other bunnies of the same color (or half color) or classification from The Bunny Circle.</li><li>Automatically playing two cards each turn.</li><li>Rolling the Clear 20-sided die for weapons with levels 1-12.</li><li>All Red and Pink special features.</li></ol><br><br>A bunny that is abducted by the Beyea Aliens (<a href=\"bunnypedia://cards/0049\">Area 51</a> or <a href=\"bunnypedia://cards/0299\">Mothership</a>) will have Meteor Rocks removed (discarded). If the bunny returns to The Bunny Circle, then it will have its special features again."}
    ]
  },
  {
    "id": "0736",
    "deck": "CHOCOLATE",
    "title": "Horton Hates A Who",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI09",
    "rules": [
      {"title": "Card Text", "text": "May be given to any player who must give an opponent one of his Carrots every time that he says the word, \"Who\". Horton Hates A Who is discarded if or when the player has given each of his opponents one Carrot. The player may pay 10 Dolla to remove this card."}
    ]
  },
  {
    "id": "0737",
    "deck": "CHOCOLATE",
    "title": "Bunnies The Gathering",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "PSI",
    "psi": "PSI10",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to pat up to six bunnies in The Bunny Circle (one of each color). To pat a bunny, simply turn the card 45 degrees counter-clockwise. The player must un-pat one bunny at the start of each turn until they are all back. Patted bunnies may not play Aggressive cards."},
      {"title": "Aggressive Cards", "text": "All cards that have a Pink rectangular box on the left border of the card are considered to be Aggressive cards with the exception of <a href=\"bunnypedia://cards/0016\">Choose A Carrot</a> (any amount of Carrots) cards."}
    ]
  },
  {
    "id": "0738",
    "deck": "CHOCOLATE",
    "title": "Indiana Clones",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "PSI",
    "psi": "PSI11",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to discard his entire five-card hand and replace it with any five Weapon cards from Rooney's Weapons Emporium."},
      {"title": "Additional Rules", "text": "Indiana Clones may not be used if Rooney's Weapons Emporium is closed."}
    ]
  },
  {
    "id": "0739",
    "deck": "CHOCOLATE",
    "title": "Psi Corps",
    "type": "SPECIAL",
    "bunnyRequirement": "PLAY_AND_SAVE",
    "specialSeries": "PSI",
    "psi": "PSI12",
    "rules": [
      {"title": "Card Text", "text": "The player with this card saved may control all Psi cards used by any opponents. If at any time the player has no bunnies in The Bunny Circle then Psi Corps is discarded."},
      {"title": "Additional Rules", "text": "If the player denies the use of a Run Psi card to an opponent, then the opponent must discard it. If the player denies the use of a saved Special or Very Special Psi card to an opponent, then the opponent may keep the card and try again on his next turn."}
    ]
  },
  {
    "id": "0740",
    "deck": "CHOCOLATE",
    "title": "Bunny White",
    "type": "SPECIAL",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "This is a single Specialty Bunny. Players that have three in The Bunny Circle may play two cards per turn."}
    ]
  },
  {
    "id": "0741",
    "deck": "CHOCOLATE",
    "title": "Interview With The Bunnies",
    "type": "SPECIAL",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "This is a double Specialty Bunny. Players that have three in The Bunny Circle may play two cards per turn."}
    ]
  },
  {
    "id": "0742",
    "deck": "CHOCOLATE",
    "title": "The Bunnies Twain",
    "type": "RUN",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "This is a triple Specialty Bunny. Players with this bunny in The Bunny Circle may play two cards per turn."}
    ]
  },
  {
    "id": "0743",
    "deck": "CHOCOLATE",
    "title": "Atlas Shrugged",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["VIOLET", "ORANGE", "GREEN", "YELLOW", "BLUE", "BLACK", "RED", "PINK"],
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to force all of the players to change their seats. If a number of dice (equal to the number of players) roll any identical number then all players move to the adjacent seat. All players leave their saved cards and take an opponent's cards. Players keep their five-card hands."},
      {"title": "Additional Rules", "text": "The player who played the card chooses the direction of movement for all of the players (either clockwise or counterclockwise)."}
    ]
  },
  {
    "id": "0744",
    "deck": "CHOCOLATE",
    "title": "Even Stephen Odd Todd",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["YELLOW"],
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to take a Carrot from either an opponent of Kaballa's Market. An Even (or Odd) roll allows a player to take an Even (or Odd) numbered Carrot."},
      {"title": "Additional Rules", "text": "Carrots that are not numbered (like those in KinderBunnies®) may not be taken using Even Stephen Odd Todd."}
    ]
  },
  {
    "id": "0745",
    "deck": "CHOCOLATE",
    "title": "Journey To The Center Of The Circle",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once to force all players to place their five card hand into a separate pile in the center of The Bunny Circle. All of the cards are shuffled and the player deals five cards back to each player."}
    ]
  },
  {
    "id": "0746",
    "deck": "CHOCOLATE",
    "title": "Red October",
    "type": "RUN",
    "dice": ["RED"],
    "bunnyRequirement": "PLAY",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to aduct bunnies. Each player rolls the die once in the order of play. Players who roll an Odd number must place one of their bunnies into the Red October while players who roll an Even number may take a bunny out. The player who played the card rolls last and may roll twice."},
      {"title": "Additional Rules", "text": "If a player rolls an Even number, and no bunnies have been placed into the Red October, then he is out of luck. After the last player has rolled (and possibly re-rolled), any bunnies that are left in the Red October sink into the Discard Pile."}
    ]
  },
  {
    "id": "0747",
    "deck": "CHOCOLATE",
    "title": "Scarlet Letter",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to force any opponent to either discard all cards in his five-card hand that contain the letter \"A\" in the card title or have a Red bullet in the upper left corner (Run cards)."},
      {"title": "Additional Rules", "text": "The player must decide which option to use before choosing an opponent."}
    ]
  },
  {
    "id": "0748",
    "deck": "CHOCOLATE",
    "title": "A Tale Of Two Bunnies",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player with at least three bunnies in The Bunny Circle who must give any two of his bunnies away to other players."}
    ]
  },
  {
    "id": "0749",
    "deck": "CHOCOLATE",
    "title": "Through The Looking Glass",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "dice": ["GREEN", "BLUE"],
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player or given to an opponent to increase (Odd rolls) or decrease (Even rolls) their Cabbage or Water supplies by the amounts rolled."},
      {"title": "Additional Rules", "text": "If a player gains Cabbage Units or Water Units by rolling an Odd number, then he must take them from the Discard Piles for those supplies. If the correct amounts of Cabbage Units and Water Units do not exist in the Discard Piles, then a player may either take Vouchers or keep track of what the game owes him. The player may take the supplies later when they become available in the Discard Piles.<br>If a player pays Cabbage Units and Water Units by rolling an Even number, then he must discard the amounts to the Discard Piles. If a player does not have enough (or any) of a supply, then he discards what he can. The player never owes the game any supplies after the card is played."}
    ]
  },
  {
    "id": "0750",
    "deck": "CHOCOLATE",
    "title": "Twenty-Three Skidoo",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "Allows all players to discard any cards in their five-card hand that have a 2 or a 3 in the Card Identification Number. Players must immediately draw new cards."}
    ]
  },
  {
    "id": "0751",
    "deck": "CHOCOLATE",
    "title": "W Is For Whammy",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "specialSeries": "NU",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to launch all Weapon cards in his five-card hand at any bunnies in The Bunny Circle."},
      {"title": "Additional Rules", "text": "Weapons are launched one at a time directly from a player's five-card hand. When the player has no more weapons in his five-card hand, he must immediately draw new cards from the Draw Pile until he has five cards in his hand again."}
    ]
  },
  {
    "id": "0752",
    "deck": "CHOCOLATE",
    "title": "Choose A Carrot",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "aggressive": false,
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to choose a Carrot from Kaballa's Market. When all the carrots are taken from Kaballa's Market the game is over and The Magic Carrot is revealed."}
    ]
  },
  {
    "id": "0753",
    "deck": "CHOCOLATE",
    "title": "Choose A Carrot",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "aggressive": false,
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to choose a Carrot from Kaballa's Market. When all the carrots are taken from Kaballa's Market the game is over and The Magic Carrot is revealed."}
    ]
  },
  {
    "id": "0754",
    "deck": "CHOCOLATE",
    "title": "Choose 2 Carrots",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "aggressive": false,
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to choose two Carrots from Kaballa's Market. When all the carrots are taken from Kaballa's Market the game is over and The Magic Carrot is revealed."}
    ]
  },
  {
    "id": "0755",
    "canonicalId": "0283",
    "deck": "CHOCOLATE",
    "title": "Choose 3 Carrots",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "aggressive": false,
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to choose three Carrots from Kaballa's Market. When all the carrots are taken from Kaballa's Market the game is over and The Magic Carrot is revealed."}
    ]
  },
  {
    "id": "0756",
    "deck": "CHOCOLATE",
    "title": "Area 51",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "symbols": ["JUPITER"],
    "rules": [
      {"title": "Card Text", "text": "May be placed on any one bunny which is abducted by the Beyea Aliens. The bunny is returned when another is taken."},
      {"title": "Additional Rules", "text": "If an abducted bunny has any Bunny Modifier cards (such as <a href=\"bunnypedia://cards/0061\">Clover</a> or the <a href=\"bunnypedia://cards/0151\">Containment Suit</a>), or a pending card (such as a <a href=\"bunnypedia://cards/0024\">Feed The Bunny</a> card, <a href=\"bunnypedia://cards/0046\">The Trojan Bunny</a> or <a href=\"bunnypedia://cards/0047\">The Ebola Virus</a>), then those cards are immediately discarded.<br><br>If the bunny that is abducted has <a href=\"bunnypedia://cards/0054\">Cyber Bunny</a> on top of it, then the bunny goes away with the Beyea Aliens and Cyber Bunny moves on to the next viable bunny target in The Bunny Circle.<br><br>A player with an abducted bunny and no other bunny in The Bunny Circle may not play any Aggressive cards (cards that have a Pink rectangular box) or a Choose A Carrot card. An abducted bunny cannot count towards a Bunny Triplet because it is not in The Bunny Circle. At the end of the game, a player with only an abducted bunny may still win the game (since the bunny is still alive)."},
      {"title": "Hitchbunny's Guide", "text": "<a href=\"bunnypedia://cards/0733\">Hitchbunny's Guide</a> can be used to retrieve this card from the discard pile because it contains a picture of the planet Jupiter."},
      {"title": "Bunnies In Black", "text": "<a href=\"bunnypedia://cards/0259\">Bunnies In Black</a> can be used to protect a player's bunnies from abduction, or used to return all abducted bunnies."}
    ]
  },
  {
    "id": "0757",
    "deck": "CHOCOLATE",
    "title": "Barrier",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "rules": [
      {"title": "Card Text", "text": "May be placed between any two players and stops weapons that affect adjacent bunnies. Barrier reverses the direction of Roaming Red Run cards."},
      {"title": "Additional Rules", "text": "Barrier may be placed between any two players and stops weapons that affect adjacent bunnies. For example, the effects of a <a href=\"bunnypedia://cards/0048\">Nuclear Warhead</a> may not reach your bunny if there is a Barrier between it and the target bunny in The Bunny Circle.<br><br>Barrier reverses the direction of Roaming Red Run cards (such as <a href=\"bunnypedia://cards/0054\">Cyber Bunny</a> or <a href=\"bunnypedia://cards/0181\">Cruise Missile Prime</a>). Barrier will cause any Roaming Red Run card to move in the opposite direction after it is reversed. Barrier does not stop any multi-target, non-Roaming Red Run card circumstances. More than one Barrier may be placed side by side between the same two players."},
      {"title": "Cards which remove Barriers", "text": "A Barrier may be eliminated by the <a href=\"bunnypedia://cards/0190\">Europan Robotic Titanium Termites</a> or the <a href=\"bunnypedia://cards/0080\">Magic Spatula</a>."},
      {"title": "Cards which are unaffected by Barriers", "text": "Barrier does not stop any multi-target, non-Roaming Red Run card circumstances. This includes:<ul><li><a href=\"bunnypedia://cards/0565\">Army of the 12 Bunnies</a><li><a href=\"bunnypedia://cards/0287\">Boomerang</a><li><a href=\"bunnypedia://cards/0188\">Clumsy Congenial</a><li><a href=\"bunnypedia://cards/0480\">Electron Tunneling</a><li><a href=\"bunnypedia://cards/0292\">F-18 Hornet (even though it is a Roaming Red Run card)</a><li><a href=\"bunnypedia://cards/0400\">Psychic Waves</a><li><a href=\"bunnypedia://cards/0452\">Pumpkin Ridge</a><li><a href=\"bunnypedia://cards/0343\">Snowball</a></ul>"},
      {"title": "Cards that Barrier eliminates", "text": "A Barrier placed between bunnies joined by the <a href=\"bunnypedia://cards/0349\">Fingercuffs</a> separates those bunnies and the Fingercuffs are discarded."},
      {"title": "Electron Tunneling", "text": "<a href=\"bunnypedia://cards/0480\">Electron Tunneling</a> can be used to allow a ranged weapon to penetrate a barrier."}
    ]
  },
  {
    "id": "0758",
    "deck": "CHOCOLATE",
    "title": "Neutronium Barrier",
    "type": "RUN",
    "bunnyRequirement": "NO",
    "rules": [
      {"title": "Card Text", "text": "May be placed between any two adjacent players and stops weapons that affect adjacent bunnies. Roaming Red Run cards that contact a Neutronium Barrier are eliminated."},
      {"title": "Additional Rules", "text": "More than one Barrier (regular or Neutronium) may be placed between any two adjacent players. It is important to place the two (or more) Barrier cards side by side between the players especially if one of the Barriers is a Neutronium Barrier. This becomes important when a Roaming Red Run card encounters the Barriers. By placing the cards side by side, players will be able to determine if a Roaming Red Run will encounter a regular Barrier and change direction, or a Neutronium Barrier and be eliminated."},
      {"title": "Cards which are unaffected by Barriers", "text": "Barrier does not stop any multi-target, non-Roaming Red Run card circumstances. This includes:<ul><li><a href=\"bunnypedia://cards/0565\">Army of the 12 Bunnies</a><li><a href=\"bunnypedia://cards/0287\">Boomerang</a><li><a href=\"bunnypedia://cards/0188\">Clumsy Congenial</a><li><a href=\"bunnypedia://cards/0480\">Electron Tunneling</a><li><a href=\"bunnypedia://cards/0292\">F-18 Hornet (even though it is a Roaming Red Run card)</a><li><a href=\"bunnypedia://cards/0400\">Psychic Waves</a><li><a href=\"bunnypedia://cards/0452\">Pumpkin Ridge</a><li><a href=\"bunnypedia://cards/0343\">Snowball</a></ul>"},
      {"title": "Cards that Barrier eliminates", "text": "A Barrier placed between bunnies joined by the <a href=\"bunnypedia://cards/0349\">Fingercuffs</a> separates those bunnies and the Fingercuffs are discarded."}
    ]
  },
  {
    "id": "0759",
    "canonicalId": "0414",
    "deck": "CHOCOLATE",
    "title": "Return A Carrot",
    "type": "RUN",
    "bunnyRequirement": "PLAY",
    "rules": [
        {"title": "Card Text", "text": "May be used once by a player to force any opponent to return any one of his Carrots to Kaballa's Market."}
    ]
  },
  {
    "id": "0760",
    "canonicalId": "0072",
    "deck": "CHOCOLATE",
    "title": "Large Prune Danish",
    "type": "SPECIAL",
    "pawn": "VIOLET",
    "rules": [
      {"title": "Card Text", "text": "May be used once by a player to feed the bunny. One bunny is fed any amounts of Cabbage Units and Water Units."},
      {"title": "P-Cards", "text": "P-Cards may be used twice by a player (with the matching color Pawn) in the same turn, or during two different turns. After a P-Card has been used, place the colored Pawn on top of the card to indicate that it has been used once. After a P-Card has been used twice, discard the card (but save the Pawn, of course)."}
    ]
  },
  {
    "id": "0761",
    "canonicalId": "0087",
    "deck": "CHOCOLATE",
    "title": "1 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0762",
    "canonicalId": "0087",
    "deck": "CHOCOLATE",
    "title": "1 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0763",
    "canonicalId": "0092",
    "deck": "CHOCOLATE",
    "title": "2 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0764",
    "canonicalId": "0092",
    "deck": "CHOCOLATE",
    "title": "2 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0765",
    "canonicalId": "0210",
    "deck": "CHOCOLATE",
    "title": "3 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0766",
    "canonicalId": "0210",
    "deck": "CHOCOLATE",
    "title": "3 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0767",
    "canonicalId": "0098",
    "deck": "CHOCOLATE",
    "title": "5 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0768",
    "canonicalId": "0098",
    "deck": "CHOCOLATE",
    "title": "5 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0769",
    "canonicalId": "0101",
    "deck": "CHOCOLATE",
    "title": "10 Dolla",
    "type": "DOLLA"
  },
  {
    "id": "0770",
    "deck": "CHOCOLATE",
    "title": "20 Dolla",
    "type": "DOLLA"
  }
]
